;
; Translation Author: xilolee 
; Translation Author Email: no email; send eventual messages to forum.wisecleaner.com, where I am a moderator.
; Translation Author Website: forum.wisecleaner.com
;
; Software: Wise Force Deleter 1.5.2.53
; Current Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since the first version
; Translation updated/checked 30 Apr 2020
;
; Previous Translation Maintainers:
;

[Lang]
NativeLanguage=Italiano

[GUI]
ButtonYes=Sì
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizza
ButtonMaximize=Massimizza
ButtonClose=Chiudi
ButtonRestore=Ripristina
ButtonMenu=Menu
BtnNews=Notizie

[Translation]
LangCode=0410
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=it-it
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Notizie
Warning=Attenzione
Error=Errore
Confirm=Conferma
;
; Popup menu
;
pmHelp=Aiuto in linea
pmforum=Forum
pmHome=Il nostro sito web
pmContact=Contattaci
pmCheckNew=Aggiorna
pmLang=Lingua
pmAbout=Info
pmConMenu=Mostra nel menu contestuale (click-destro)
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Sbarazzati di qualsiasi file che non può essere eliminato da Windows
FrmWDMain.btnAFile.caption=Aggiungi file
FrmWDMain.btnAfolder.caption=Aggiungi cartella
FrmWDMain.btnRemove.caption=Rimuovi
FrmWDMain.btnDel.caption=Sblocca e cancella
FrmWDMain.btnsupport.caption=Suggerimenti, opinioni e richieste d'aiuto
FrmWDMain.btnfacebook.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
FrmWDMain.btntwitter.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
FrmWDMain.btngoogle.hint=Condividi Wise Force Deleter su Google+
FrmWDMain.btnemail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
FrmWDManin.lvfile.Columns[0]=Nome
FrmWDManin.lvfile.Columns[1]=Percorso
FrmWDManin.lvfile.Columns[2]=Stato
;
; About
;
FrmAbout.caption=Info
FrmAbout.lblver.caption=Versione corrente:
FrmAbout.lblemail.caption=Supporto tecnico:
FrmAbout.lblhome.caption=Il nostro sito web:
FrmAbout.lblthanks.caption=Ringraziamo le seguenti persone per la collaborazione:
FrmAbout.lblWarning.caption=Avviso: Questo programma è protetto dalla legge sul copyright e dai trattati internazionali.

[Message]
NoNews=Hai letto tutti i messaggi.
addfolderwar=Tutti i file e le sottocartelle saranno eliminate. Desideri ancora sbloccarla ed eliminarla?
sysdirs=Cancellazione directory sistema non supportata.
rootpath=Cancellazione directory radice non supportata.
netdevice=Questo non è un valido drive locale.
DragFile=Non è stato possibile trascinare una cartella.
ForceDelete=Cancellazione aggressiva
Newver=È disponibile una nuova versione di Wise Force Deleter! Vuoi aggiornarla ora?
NoNewVer=Congratulazioni, stai usando l'ultima versione!
None=Pronto
Unlocked=Sbloccato e cancellato
Deleted=Cancellato
FailDel=Cancellazione fallita
Aborted=Annullato
NoExists=Non esiste
ConfirmDel=Vuoi sbloccare ed eliminare il/i file?
TranslateTo=Traduci...